[
  {
    "index": "0",
    "description": "恆光計劃股份有限公司營運之網站：www.lyght.com.tw以及 lyghtapp.com（以下簡稱「本平台」）相當重視每位使用者的隱私權，為了讓您能夠安心使用本平台的各項服務與資訊，特此向您說明本平台的隱私權保護政策，以保障您的權益。請您詳閱以下內容："
  },
  {
    "index": "1",
    "title": "隱私權保護政策的適用範圍",
    "description": "隱私權保護政策內容，包括本平台如何處理在您使用網站服務時收集到的個人識別資料。隱私權保護政策僅適用於本平台、本平台所委託或參與管理的人員於本平台所進行之修正。"
  },
  {
    "index": "2",
    "title": "個人資料的蒐集、處理及利用方式",
    "clauses": [
      {
        "index": "2.1",
        "content": "當您透過Google、Facebook以及直接於本網站註冊成為會員、以及使用本平台所提供之功能服務時，我們將視該服務性質請您提供必要的個人資料，並在該特定目的範圍內處理及利用您的個人資料。非經您書面同意，本平台不會將個人資料用於其他用途。"
      },
      {
        "index": "2.2",
        "content": "於一般瀏覽時，本平台之伺服器會記錄您在本平台上之瀏覽行為，包括您使用連線設備的IP位址、使用時間、使用的瀏覽器、瀏覽及點選資料記錄等。此記錄為本平台內部應用，作為我們增進網站服務的參考依據。"
      },
      {
        "index": "2.3",
        "content": "為提供精確的服務，我們會將您所提供之個人資料與伺服器自行紀錄之相關資料以數據化方式進行統計與分析以提供本平台進行身份判別、產品與服務協議作業流程依據、市場調查、新產品開發以及客製化宣傳廣告等。除供內部研究外，我們會視需要公佈分析結果之統計數據及說明文字，但不涉及特定個人之資料之揭露、無法識別特定之對象、亦不會侵害您的權益。"
      },
      {
        "index": "2.4",
        "content": "為確保對您的個人資料之蒐集、處理或利用合法且正當，本平台蒐集、處理或利用您的個人資料的特定目的，依個人資料保護法之特定目的，限於以下範圍：020代理與仲介業務、024民意調查、040行銷、063非公務機關依法定義務所進行個人資料之蒐集處理及利用、069契約、類似契約或其他法律關係事務、090消費者、客戶管理與服務、091消費者保護、098商業與技術資訊、135資(通)訊服務、136資(通)訊與資料庫管理、137資通安全與管理、148網路購物及其他電子商務服務、152廣告或商業行為管理、154徵信、157調查、統計與研究分析、181其他經營合於營業登記項目或組織章程所定之業務、182其他諮詢與顧問服務。"
      },
      {
        "index": "2.5",
        "content": "為確保對您的個人資料之蒐集、處理或利用合法且正當，本平台蒐集、處理或利用您的個人資料的特定目的，依個人資料保護法之個人資料類別，限於以下範圍：",
        "clauses": [
          {
            "index": "1",
            "content": "C001辨識個人者：會員之姓名、住址、通訊住址、戶籍地址、電話號碼、網路平台申請之帳號、電子郵件地址、相片、提供網路身分認證或申辦查詢服務之紀錄及其他任何可辨識資料為本人者等資訊。"
          },
          {
            "index": "2",
            "content": "C002辨識財務者：金融機構帳戶之號碼與姓名、個人之其他號碼或帳戶等。"
          },
          {
            "index": "3",
            "content": "C003政府資料中之辨識者：如身分證統一編號、居留證統一編號、護照號碼(外國人)等。"
          },
          {
            "index": "4",
            "content": "C011個人描述：例如年齡、性別、出生年月日、國籍等。"
          },
          {
            "index": "5",
            "content": "C031住家及設施：如住所地址等。"
          },
          {
            "index": "6",
            "content": "C033移民情形：例如護照、居留證明文件及其他相關細節等。"
          },
          {
            "index": "7",
            "content": "C081收入、所得、資產與投資：總收入、總所得、賺得之收入、賺得之所得、資產、儲蓄、開始日期與到期日、投資收入、投資所得、資產費用等。"
          },
          {
            "index": "8",
            "content": "C083信用評等：財務狀況、收入狀況與等級等。"
          },
          {
            "index": "9",
            "content": "C084貸款：貸款類別、貸款契約金額、貸款餘額、初貸日、到期日、應付利息、付款紀錄、擔保之細節等。"
          },
          {
            "index": "10",
            "content": "C086票據信用：退票資料、拒絕往來資料等。"
          },
          {
            "index": "11",
            "content": "C088保險細節：保險種類、保險範圍、保險金額、保險期間、到期日、保險給付等。"
          },
          {
            "index": "12",
            "content": "C093財務交易：收付金額、信用額度、支付方式、往來紀錄、保證金或其他擔保等。"
          },
          {
            "index": "13",
            "content": "C101資料主體之商業活動：商業種類、提供或使用之財貨或服務、商業契約等。"
          },
          {
            "index": "14",
            "content": "C102約定或契約：關於交易、商業、法律或其他契約、代理等。"
          }
        ]
      }
    ]
  },
  {
    "index": "3",
    "title": "資料之保護",
    "clauses": [
      {
        "index": "3.1",
        "content": "本平台會將您提供之個人資料，以各項資訊安全設備及必要的安全防護措施，採用嚴格的保護措施進行嚴密保護。只由經過授權的人員才能接觸您的個人資料，相關處理人員皆簽有保密合約，如有違反保密義務者，將會受到相關的法律處分。"
      },
      {
        "index": "3.2",
        "content": "如因業務需要有必要委託第三人提供服務時，本平台亦會嚴格要求該第三人遵守保密義務，並且採取必要檢查程序以確定其將確實遵守保密義務，並僅在有利於您的情況下才會提供您的個人資料予第三人。"
      },
      {
        "index": "3.3",
        "content": "本平台網頁提供其他網站的網路連結，您也可以經由本平台所提供之連結進入其他網站。該連結網站不適用本平台之隱私權保護政策，使用前請詳閱該網站支隱私權保護政策。"
      }
    ]
  },
  {
    "index": "4",
    "title": "前項所稱於特定目的必要範圍外利用您個人資料的情形，包括：",
    "clauses": [
      {
        "index": "4.1",
        "content": "本平台僅在第2條所稱之特定目的範圍內，蒐集並利用您的個人資料，絕不會提供、交換、出租或出售任何您的個人資料給其他個人、團體、私人企業或公務機關。但有本條第2項之情形或個人資料保護法第20條但書情形發生時，不在此益。"
      },
      {
        "index": "4.2",
        "content": "前項所稱於特定目的必要範圍外利用您個人資料的情形，包括：",
        "clauses": [
          {
            "index": "1",
            "content": "經由您書面同意。"
          },
          {
            "index": "2",
            "content": "法律明文規定。"
          },
          {
            "index": "3",
            "content": "為免除您生命、身體、自由或財產上之危險。"
          },
          {
            "index": "4",
            "content": "本平台與公務機關或學術研究機構合作，基於公共利益為統計或學術研究而有必要，且資料經過本平台處理或蒐集，依其揭露方式無從識別特定之當事人。"
          },
          {
            "index": "5",
            "content": "當您在網站的行為，違反服務條款、可能損害或妨礙網站與其他使用者權益、或導致他人遭受損害時。經本平台研析揭露您的個人資料是為了辨識、聯絡或採取法律行動所必要者。"
          },
          {
            "index": "6",
            "content": "有利於您的權益。"
          }
        ]
      }
    ]
  },
  {
    "index": "5",
    "title": "個人資料行使之權利",
    "description": "在法定範圍內，您可以向本平台要求行使查詢、請求閱覽、提供複製本、請求更正或補充、請求停止蒐集處理與利用以及請求刪除您的個人資料。您向本平台要求查詢、閱覽、提供複製本時，本平台於必要時將索取必要之成本費用以及申請之書面資訊以利本平台執行上述作業。"
  },
  {
    "index": "6",
    "title": "Cookie之使用",
    "description": "為了提供您最佳的服務，本平台會在您的電腦中放置並取用我們的Cookie，若您不願接受Cookie的寫入，您可在您使用的瀏覽器功能項中設定隱私權等級為高，即可拒絕Cookie的寫入，但可能會導致網站某些功能無法正常執行。"
  },
  {
    "index": "7",
    "title": "隱私權保護政策之修正",
    "description": "本平台隱私權保護政策將因應需求隨時進行修正，修正後的條款將刊登於本平台上，並透過電子郵件、書面、電子文件以及其他足使您知悉之方式通知修改內容。如您對於本平台隱私權保護政策有相關問題，請透過本網站聯繫我們，我們將盡快與您聯繫。"
  }
]