[
  {
    "index": "0",
    "description": [
      "Lyght.com.tw and lyghtapp.com (these ”websites”) are sites operated by Lyght Co., Ltd. (“Lyght”, “us”, “we”, “ours”). We are registered in R.O.C. Taiwan under the company registration number 83083189 with our registered office address at 5F., NO. 285, SEC. 4, ZHONGXIAO E. RD., DA-AN DIST., TAIPEI CITY 106663, TAIWAN (R.O.C.). We are R.O.C. Taiwanese private company limited by shares.",
      "This privacy policy was executed in both English and Chinese language, each of which shall be deemed an original but which, taken together, shall constitute one and the same instrument. Should any conflict arise between the English language and Chinese language version of this Agreement and any translation hereof, the Chinese language version shall be controlling.",
      "This Policy contains important information about your personal rights to privacy. Please read this Policy carefully before using the services provided through the Website or providing your personal information to Lyght.",
      "This policy is a supplement to our Terms and Conditions. In case of any contradiction between the provisions in this Policy and in our Terms and Conditions the latter shall prevail. Unless otherwise defined in this Policy, terms used in the Policy shall be given the same meaning as in our Terms of Service.",
      "This policy will be in accordance with the Personal Information Protection Act from R.O.C. Taiwan."
    ]
  },
  {
    "index": "1",
    "title": "How Lyght collects personal information",
    "description": "Lyght  may collect personal information about you when:",
    "clauses": [
      {
        "index": "1.1",
        "content": "You give it to Lyght directly. For example, personal information that Lyght will ask you to provide if you choose to use the Service or register to use the Website, that you give to us by filling in forms on the Website or by corresponding with us by phone, email or otherwise. It includes information you provide when you register to use the Website, subscribe to our services, search for a campaign, subscribe to invest in a campaign, make a payment, participate in discussion boards or other social media functions on our site (if available), authorise us to connect with your social media profile(s), enter a competition, promotion or survey, when you report a problem with the Website and when you communicate with us by email or other contact methods."
      },
      {
        "index": "1.2",
        "content": "Lyght obtains it indirectly. For example, your personal information might be shared with us by third parties such as our business partners and subcontractors. If connecting to the Service using Facebook or Google Login, Lyght will collect your authentication information, for example username and access credentials, and other information that may be available through social media channels."
      },
      {
        "index": "1.3",
        "content": "It is available publicly. Your personal information may be available to us from external publicly available sources. For example your public social media profiles such as Facebook, LinkedIn and Twitter."
      },
      {
        "index": "1.4",
        "content": "You use our Website. Lyght may also collect certain information, including personal information, automatically. Such information may include information about your interactions with the Service and the Website, content you post or upload to the Service as well as technical data such as your IP address, browser type etc. and other types of identifying information. Similar information may be received from social media accounts, if connected to your Member account. Lyght may use cookies and other similar technologies in order to collect the information described here."
      }
    ]
  },
  {
    "index": "2",
    "title": "In general, we may combine your personal information from these different sources for the purposes set out in this Policy.",
    "clauses": [
      {
        "index": "2.1",
        "content": "Categories of personal information Lyght collects, store and otherwise process:",
        "clauses": [
          {
            "index": "2.1.1",
            "content": "Your full name and contact details, including date of birth, postal address, telephone number, email address and, where applicable, social media identity;"
          },
          {
            "index": "2.1.2",
            "content": "National Identification number or Passport number  for tax information reporting;"
          },
          {
            "index": "2.1.3",
            "content": "Information about your investments and other payments details, such as your transaction history or bank account information for the purpose of payment or receiving payment;"
          },
          {
            "index": "2.1.4",
            "content": "Information gathered from surveys in which you have participated;"
          },
          {
            "index": "2.1.5",
            "content": "Information you share with us when you contact us or engage with us;"
          },
          {
            "index": "2.1.6",
            "content": "Information about your computer/mobile device and your visits to and use of the Website, as set out at 1(d) above;"
          },
          {
            "index": "2.1.7",
            "content": "Information about our services which you use and we consider may be of interest to you, such as further participation opportunities;"
          },
          {
            "index": "2.1.8",
            "content": "Financial information, such as bank details and or credit/debit card details and details of payments made by you if applicable;"
          },
          {
            "index": "2.1.9",
            "content": "Content subscription preferences;"
          },
          {
            "index": "2.1.10",
            "content": "Social media profile information where it is available to us;"
          },
          {
            "index": "2.1.11",
            "content": "Information made available through your input in our application;"
          },
          {
            "index": "2.1.12",
            "content": "Information about you available in through official channels and government organizations); and"
          },
          {
            "index": "2.1.13",
            "content": "Any other type of information shared with or obtained by us as listed in section 1 of this Policy."
          }
        ]
      },
      {
        "index": "2.2",
        "content": "Your personal information, however provided to us, will be used for the purposes specified in this Policy. In particular we may use your personal information:",
        "clauses": [
          {
            "index": "2.2.1",
            "content": "To provide you with the Service, and other services, products or information you have requested, such as facilitating participation into solar projects made as part of the Service;"
          },
          {
            "index": "2.2.2",
            "content": "To provide you with further information and news about our activities, services or products, for example about new project opportunities (Lyght’s goal is to provide you with relevant information, which can include, for example, newsletters though you may opt-out at any time);"
          },
          {
            "index": "2.2.3",
            "content": "To answer your questions/requests and communicate with you in general, such as alerting you to updates to our Terms of Service and this Policy;"
          },
          {
            "index": "2.2.4",
            "content": "To process payments and participations into projects on your behalf with your acknowledgement;"
          },
          {
            "index": "2.2.5",
            "content": "To send you news items which are relevant to your interests;"
          },
          {
            "index": "2.2.6",
            "content": "To manage our relationship with Lyght’s members and project proposers, including registering and personalising online accounts;"
          },
          {
            "index": "2.2.7",
            "content": "To confirm your identity in order to create your account and ensure that you are eligible to use the services provided on our Website;"
          },
          {
            "index": "2.2.8",
            "content": "To report on and measure the performance and effectiveness of our services, activities and products;"
          },
          {
            "index": "2.2.9",
            "content": "To measure or understand the effectiveness of advertising we serve to you and others, and to deliver relevant advertising to you;"
          },
          {
            "index": "2.2.10",
            "content": "To make suggestions and recommendations to you and other users of our Website about goods or services that may interest you or them;"
          },
          {
            "index": "2.2.11",
            "content": "To run and administer our Website, keep it safe and secure and ensure that content is presented in the most effective manner for you and your device;"
          },
          {
            "index": "2.2.12",
            "content": "To satisfy legal obligations which are binding on us, for example in relation to regulatory, government and/ or law enforcement bodies with whom we may work (for example, when you participate through the Service, Lyght has to collect some of your personal information to comply with applicable law, such as to update relevant governmental agencies with compulsory information and audit purposes – if you do not wish to share such information with Lyght  you will not be able to participate);"
          },
          {
            "index": "2.2.13",
            "content": "For the prevention of fraud or misuse of services, such as ensuring that your member account is used in accordance with our Terms of Service;"
          },
          {
            "index": "2.2.14",
            "content": "For the establishment, defence and/ or enforcement of legal claims; and/or"
          }
        ]
      }
    ]
  },
  {
    "index": "3",
    "title": "Notices on Personal Information",
    "description": "To safeguard your rights and interests, please read the following notices carefully concerning the Personal Information Protection Act:",
    "clauses": [
      {
        "index": "3.1",
        "content": "Name of the non-government agency: Lyght Co., Ltd."
      },
      {
        "index": "3.2",
        "content": "Purpose of Collection: 020 Agency and brokerage business, 024 Poll, 040 Marketing (including financial cross-selling business), 043 Volunteer management, 052 Legal persons or organizations’ internal name-list management on shareholder, members (including the shareholders, the designated representative of the Member) , directors, supervisors, board members,supervisory board members, or other registered members, 063 Non-government agency collect or process personal information under legal obligations, 068 Trust business, 069 Contract, contract-like or other legal relation matters, 081 Legal transaction business for personal data, 090 Consumer, Customer Management and Service, 091 Consumer Protection, 098 Business and Technical Information, 104 Account management and debt trading business, 135 Information (Communication) Services, 136 Information (Communication) and database Management, 137 Information and Communication Security and Management, 148 Internet shopping and other electronic commerce services, 150 Assisted with logistical support management, 152 Advertisement or commercial behavior administration, 154 Reference, 157 Investigation, statistics and research analysis, 176 Other natural persons based on the legitimacy of the purpose of the processing and use of personal information collected, 181 Other business operation in accordance with the business registration project or organization Prospectus, 182 Other Consulting and Consultant Services."
      },
      {
        "index": "3.3",
        "content": "Classification of Personal Information: All personal information classification announced by the competent authority (including, but not limited to personal information contained in the application forms of customers, their agents, and legal representatives)."
      }
    ]
  },
  {
    "index": "4",
    "title": "Categories of Personal Information Collected",
    "description": [
      "The categories of personal data you collect include the following: (\"Personal Data Protection Law Specific Purposes and Categories of Personal Data\" announced by the Ministry of Legal Affairs)",
      "Code 001 Type for identifying individuals",
      "For example: Name, title, address, office address, previous address, home telephone number, cell phone number, messenger account, internet web signing up account, postal and resident address, photograph, fingerprint, the E-mail address, digital signature, serial number of certificate card, certificate serial number, record providing internet identity authentication or applying inquiry service record as well as any other data which can identify the individual.",
      "Code 002 Type for identifying finance",
      "For example: The number and name for financial institutions’ account, the number of credit card or VISA card, the number of insurance policy and any other number or account of individual, etc.",
      "Code 003 Type for identifying in government data",
      "For example: The number of personal ID card, certificate identity number, tax registration numbers, the number of Insurance certificate, the disabled manual number, the number of retirement certificate and the number of passport, etc.",
      "Code 011 Individual description",
      "For example: Age, gender, date of birth, native place, nationality and voice, etc.",
      "Code 021 Family",
      "For example: Single or married, spouse's or co-habitant's name, ex-spouse's name or ex-cohabitant's name, the wedding date and the number of children, etc.",
      "Code 024 Other social relations.",
      "For example: Friend, colleague and other non-family relationship, etc.",
      "Code 031 Residence and facilities.",
      "For example: The address of residence, the type of facility, householder or tenant, the years for living, rent, taxes and other spending, type, value and owner name of the house.",
      "Code 033 Immigration",
      "For example: Passport, work-permission document, residency proof document, the limitation of habitation or travel, the prerequisite of entry and other related detail, etc.",
      "Code 068 Salaries and withholding amount",
      "For example: Salary, wages, commission, bonus, expenses, allowance, welfare, borrowed cash, tax-paying, the deduction of pension, admission fee for the labor union, the minimum wage, the way which the wage are paid in, and date of being given a raise, etc.",
      "Code 081 Earning, income, property and investment.",
      "For example: Total wages, total incomes, earned wage, earned income, capital and asset, savings, the start date and due date, the earning of investment, the income of investment and the expenses of property, etc.",
      "Code 082 Liabilities and expenditure.",
      "For example: Total expenditure, rental, loan-expenditure, the expenditure of promissory note and other credit tools, etc.",
      "Code 083 Credit Ratings",
      "For example: The level of credit, financial condition and level, income condition and level, etc.",
      "Code 084 Loans",
      "For example: The type of loan, the contractual amount of the loan, the remaining amount of the loan, date of the first loan, due date of the loan, interest payable, record of payment and details of mortgage, etc.",
      "Code 086 Credit of note",
      "For example: Cheque deposit in bank account, personal data, record of cheque unpaid, record of being turned down by cheque-exchange center, etc.",
      "Code 088 Details concerning insurance",
      "For example: Type of insurance, scope of insurance, amount of insurance, period of insurance, due date, premium, insurance benefits, etc.",
      "Code 093 Financial deals",
      "For example: The amount paid, the amount of credit limit, guarantor, the way to pay, record of dealing, financial guarantee or other warranty, etc.",
      "Code 101 Data subject's business activities",
      "For example: Type of business activity, goods or services provided or utilized, and commercial contracts, etc.",
      "Code 102 Agreement or contract.",
      "For example: With regard to dealing, business, law or other contract and agency, etc."
    ]
  },
  {
    "index": "5",
    "title": "Data protection",
    "clauses": [
      {
        "index": "5.1",
        "content": "Lyght will protect your personal data with various information security equipment and necessary safety protection measures. The website and your personal data will be strictly protected by strict protection measures. Only authorized personnel can access your personal data. The relevant processing personnel have signed a confidentiality agreement. Anyone who violates the confidentiality obligation will be punished by relevant laws."
      },
      {
        "index": "5.2",
        "content": "If it is necessary to entrust other units to provide services due to business needs, this platform will also strictly require them to comply with confidentiality obligations and take necessary inspection procedures to ensure that they will indeed comply."
      },
      {
        "index": "5.3",
        "content": "The webpages of this platform provide internet links to other websites, and you can also access other websites via the links provided by this platform. The linked website does not apply to the privacy protection policy of this platform. Please read the privacy protection policy of the website before using it."
      }
    ]
  },
  {
    "index": "6",
    "title": "Policy on sharing personal data with third parties",
    "description": [
      "This platform will never provide, exchange, rent or sell any of your personal data to other individuals, groups, private companies or public agencies, but those with legal basis or contractual obligations are not limited to this.",
      "The provision in the preceding paragraph includes but is not limited to:"
    ],
    "clauses": [
      {
        "index": "6.1",
        "content": "With your written consent."
      },
      {
        "index": "6.2",
        "content": "The law expressly stipulates."
      },
      {
        "index": "6.3",
        "content": "To avoid danger to your life, body, freedom or property."
      },
      {
        "index": "6.4",
        "content": "Cooperating with public agencies or academic research institutions is necessary for statistical or academic research based on the public interest, and the data is processed by the provider or collected by the provider and cannot identify a specific party according to its disclosure method."
      },
      {
        "index": "6.5",
        "content": "When your behavior on the website violates the terms of service or may damage or hinder the rights of the website and other users or cause damage to anyone, the website management unit analyzes and reveals your personal information for the purpose of identifying, contacting or taking legal action. Necessary."
      },
      {
        "index": "6.6",
        "content": "Conducive to your rights."
      },
      {
        "index": "6.7",
        "content": "When this platform entrusts vendors to assist in the collection, processing or use of your personal data, it will do its best to supervise and manage outsourced vendors or individuals."
      }
    ]
  },
  {
    "index": "7",
    "title": "Right to exercise personal data",
    "clauses": [
      {
        "index": "7.1",
        "content": "Within your legal rights, you can request this website to perform inquiries, request reading, provide copies, request corrections or supplements, stop collection, processing and use, and request deletion of your personal data. When necessary, the platform will ask for necessary costs and written information of the application to facilitate the website to perform the above operations."
      }
    ]
  },
  {
    "index": "8",
    "title": "Usage of Cookies, server logs and tracking tools",
    "clauses": [
      {
        "index": "8.1",
        "content": "Lyght uses cookies on the Website. Cookies are alphanumeric identifiers that are transferred to your device’s hard drive through your web browser when using the Website and/or the Service. Lyght collects cookies to be able to keep you logged in and thereby improve your experience when using the Service and/or Website. Furthermore, Lyght collects cookies to, for example, retrieve user details for each visit in order to create statistics of your and other Members use of the Website and the Services. Lyght also uses cookies in order to collect personal information and other information as described in this Policy. You can command your browser either to notify you when you receive a cookie or to refuse cookies altogether. You are of course free to do so but then you may not be able to use all parts of our Website and/or Service."
      },
      {
        "index": "8.2",
        "content": "When accessing the Website, Lyght may log your IP address, access URL, time of access, browser type, and referral URL in order to obtain internal information regarding site traffic statistics. This information is used in an aggregated manner, and is never linked back to any personally identifiable information, unless to identify members who are using the Service for any activity that is deemed in conflict with our Terms and Condition or Policy."
      },
      {
        "index": "8.3",
        "content": "We use third party tracking tools to improve the performance and features of our website. These third party tracking tools are designed to collect only non-personal information about your use of our website."
      }
    ]
  },
  {
    "index": "9",
    "title": "Amendment of privacy protection policy",
    "clauses": [
      {
        "index": "9.1",
        "content": "The privacy protection policy of this platform will be revised at any time in response to needs. The revised terms will be published on the website, and the revised content may be notified by means of email, written, electronic file and other methods sufficient to reach out to you. If you have any questions about the privacy protection policy of this platform, please contact us through this website or at info@lyght.com.tw, and we will contact you as soon as possible."
      }
    ]
  }
]