[
  {
    "index": "1",
    "title": "服務條款概述",
    "description": "Lyght.com.tw 與 lyghtapp.com（以下簡稱「本網站」)係為恆光計劃股份有限公司（以下簡稱「本公司」），一合法設立於台灣台北市大安區忠孝東路四段285號5樓，統一編號為83083189 之股份有限公司所設。",
    "clauses": [
      {
        "index": "1.1",
        "content": "本網站所提供之服務以及延伸服務僅提供給符合中華民國法令規定以及本會員服務條款（以下簡稱「本服務條款」）之人。"
      },
      {
        "index": "1.2",
        "content": "本公司有提供本服務條款之英文版。本公司將以中文服務條款作為規範用戶與本公司關係之準則。中文服務條款若與英文翻譯版本有矛盾時，以中文服務條款之條款優先於任何其他翻譯版本。"
      },
      {
        "index": "1.3",
        "content": "若您針對本公司提供之服務有任何疑問，請聯繫： info@lyght.com.tw"
      }
    ]
  },
  {
    "index": "2",
    "title": "服務條款之再確認與同意",
    "clauses": [
      {
        "index": "2.1",
        "content": "本條規定者為：進入及使用本網站之相關規定。"
      },
      {
        "index": "2.2",
        "content": "當您註冊完成或開始使用本網站提供之服務時，即視為閱讀、瞭解並同意本服務條款所有內容。本公司有權隨時修訂本服務條款，修改後發布立即生效，恕不另行通知。若您於修訂之本服務條款發布後仍繼續使用本網站提供之服務，即視為您已閱讀、暸解並同意您接受本服務條款之修改。您使用本網站提供之服務時，應遵守中華民國之法令。"
      },
      {
        "index": "2.3",
        "content": "本網站僅接受年滿20歲之會員，並將對申請加入會員者進行實名審查，如有不符、違反本服務條款或有違反之虞者，本網站得保留拒絕其申請、會員資格以及終止該會員使用本服務之權利。"
      },
      {
        "index": "2.4",
        "content": "為確保會員符合本網站要迅之年齡規定，本網站會在符合個人資料保護法之情況下，要求會員提供年齡之証明。在會員提供該證明前，會員帳戶之功能將可能受限制，會員帳戶亦可能暫停或終止。您可以使用本網站挑選之社群網站（如臉書）登錄本網站以提交個人資訊，以利會員資格之申請。"
      },
      {
        "index": "2.5",
        "content": "若您為法人之代表，使用本網站提供之服務即視為您有適足的法律權力代表法人立訂本合約以及其他法律文件。您所代表之法人將受到本服務條款之規範，並您於本網站上之行為將視為您所代表之法人的行為。"
      },
      {
        "index": "2.6",
        "content": "簽署本服務條款時，即視為您已保證於本網站所提供之資料均為正確、最新、完整且符合真實之資料。本服務條款之簽署，也代表您同意隨時保持您的個人資料的正確性、完整性且為最新並符合真實。"
      },
      {
        "index": "2.7",
        "content": "本公司有權隨時單方拒絕您的會員申請。"
      },
      {
        "index": "2.8",
        "content": "一但註冊成為會員，您將被指定一組會員號碼、密碼或是其他會員專屬相關資料。您應對您專屬之上述資料負保密及維護其安全之義務，不得洩漏或提供給第三人知悉。"
      },
      {
        "index": "2.9",
        "content": "您亦應對任何於您帳號中之行為負起完全責任，不得授權予第三人使用之。若您知悉或懷疑有第三人掌握您的會員號碼、密碼或是其他會員專屬之相關資料，應於可能之範圍內立即聯繫我們於 info@lyght.com.tw 以重設您的密碼。若因您違反股務條款之規範，本公司將不負任何因此而導致之損失、毀損或負債。若本公司確認您的會員帳號遭盜冒用、盜用或其他非經您本人授權使用之合理事由，本公司得在聯絡您後、拒絕提供服務予該會員帳號。"
      }
    ]
  },
  {
    "index": "3",
    "title": "名詞定義",
    "clauses": [
      {
        "index": "3.1",
        "content": "“會員” 係指任何使用本網站提供之服務，或於本網站申請成為會員且經本公司核准使用本網站提供之服務者。"
      },
      {
        "index": "3.2",
        "content": "“買家” 係指年滿20歲且擁有完全行為能力之成年人且持有中華民國核發之合法身分證或居留證件，並同意透過認購於本網站上架之太陽能電板以參與特定綠能電廠之太陽能電板購入租回者。一但售後租回合約成立且生效，買方即依法及售後租回契約享受權利負擔義務。（包含：購買太陽能電板、收取租金之權利，繳付太陽能板費用、手續費用、保險費用與服務費用之義務。）"
      },
      {
        "index": "3.3",
        "content": "“提案者” 係指將各式專案上傳至本網站以供買家參與專案者。專案以及其相關訊息以及必備文件與資料經本公司審核後即可上架至本網站。透過本網站的服務，買家可經本網站對綠能專案提出參與意願"
      }
    ]
  },
  {
    "index": "4",
    "title": "免責聲明",
    "clauses": [
      {
        "index": "4.1",
        "content": "本網站所載之所有資訊僅供參考之用。在進行任何基於本網站資訊之行為前，請徵詢專家之相關意見。"
      },
      {
        "index": "4.2",
        "content": "本公司承諾力求網站內容之完整性與準確性，內容應以會員與提案者間之售後租回契約等為準。本網站如有錯誤或遺漏，本公司不承擔任何賠償責任。"
      },
      {
        "index": "4.3",
        "content": "本網站若有提供至其他網頁之連結，該網頁僅供參考之用。本公司將不會對這些網頁內容作出任何保證或承擔之責任。"
      },
      {
        "index": "4.4",
        "content": "本網站可能將載有由第三方使用者上載之內容與資訊。本公司將不會對這些內容作出任何保證或承擔之責任。"
      },
      {
        "index": "4.5",
        "content": "提案者於本網站上所載關於綠能專案之詳細資訊、內容、相關文件以及專案描述可視為事實且無誤的。本網站將不會針對這些綠能專案之效能表現以及可靠性作出任何保證或承擔之責任。任何專案皆有其風險，買家在認購任何專案所涉及之太陽能電板前前請先仔細評估自身需求、偏好以及財務規劃。"
      },
      {
        "index": "4.6",
        "content": "在任何專案結束認購前，本公司有權因任何因筆誤、與事實不符或是違反法令而修正專案內容或是下架該專案。本公司保留修正、下架、取消或是暫停專案之權利。"
      },
      {
        "index": "4.7",
        "content": "若您為買家或是會員：",
        "clauses": [
          {
            "index": "4.7.1",
            "content": "本公司將不會以任何形式或方式排除或制定限制於我們對您的法律責任。包含因本公司自身疏失或本公司員工疏失而導致您的損失、代理商與承包商的詐欺或不誠實行為或錯誤呈現或是其他法定責任。"
          },
          {
            "index": "4.7.2",
            "content": "為避免文字閱讀上解釋的差異，針對本網站提供之服務以及本網站內容，本公司有最終解釋權。"
          },
          {
            "index": "4.7.3",
            "content": "於下列情況下，本公司將不承擔您因我們合約所載與否、失職或是可預見之損失與滅失所遭受之損失：",
            "clauses": [
              {
                "index": "4.7.3.1",
                "content": "(a) 使用或不會使用本網站"
              },
              {
                "index": "4.7.3.2",
                "content": "(b) 使用或依著本網站內容"
              }
            ]
          },
          {
            "index": "4.7.4",
            "content": "於下列情況下，本公司將不作出保證或承擔之責任：",
            "clauses": [
              {
                "index": "4.7.4.1",
                "content": "(a) 收益、報酬、事業或是淨利之損失"
              },
              {
                "index": "4.7.4.2",
                "content": "(b) 業務中斷"
              },
              {
                "index": "4.7.4.3",
                "content": "(c) 預期儲蓄之損失"
              },
              {
                "index": "4.7.4.4",
                "content": "(d) 業務機會、名譽或信用之損失"
              },
              {
                "index": "4.7.4.5",
                "content": "(e) 任何間接之損失或滅失"
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "index": "5",
    "title": "申請認購綠能專案",
    "clauses": [
      {
        "index": "5.1",
        "content": "買家同意在參考本網站上所載之內容以及同意本服務條款和交易規則下，參與認購羅列於本網站之綠能專案的太陽能板。款項需於本網站規範之時限內，全額匯至本公司指定之帳戶方屬交易完成且合約生效。單一買家之成功參與不代表該專案成功認購結束。"
      },
      {
        "index": "5.2",
        "content": "關於專案參與流程與相關規範，請詳參於認購時提供之售後租回合約以及相關合約。"
      }
    ]
  },
  {
    "index": "6",
    "title": "使用規範",
    "clauses": [
      {
        "index": "6.1",
        "content": "您只有在合法之情形下方能使用與瀏覽本網站。會員同意並保證不得利用本網站從事侵害他人利益或違法之行為，包括但不限於：",
        "clauses": [
          {
            "index": "6.1.1",
            "content": "任何情形與形式下違反本國與國際法律之相關規範。"
          },
          {
            "index": "6.1.2",
            "content": "任何情形與形式下有違法、詐欺或是任何有違法與詐欺之意圖或效果。"
          },
          {
            "index": "6.1.3",
            "content": "任何情形與形式下傷害或意圖傷害未成年人。"
          },
          {
            "index": "6.1.4",
            "content": "發送、接受、上傳、下載、使用或複使用任何具有誤導、欺騙、誹謗、猥褻、具攻擊性、仇恨、性暗示、任何推廣暴力以及歧視以及違反著作權以及資料所有權以及商標之文字、圖片或是檔案予第三者或本網站。"
          },
          {
            "index": "6.1.5",
            "content": "傳送或促使、間接傳送任何未經授權之推廣資料、訊息、廣告或是其他形式之類似邀請（垃圾郵件）"
          },
          {
            "index": "6.1.6",
            "content": "傳輸或散播電腦病毒"
          }
        ]
      },
      {
        "index": "6.2",
        "content": "您不得於任何情形下破壞本網站之資訊安全防護架構以及破壞或竊取任何於本網站上之資訊。"
      },
      {
        "index": "6.3",
        "content": "您同意賠償本公司因您觸犯本服務條款第6條之行為而導致的成本、費用、損失與債務。意即您須承擔任何因違反本第6條而導致本公司蒙受之損失。"
      },
      {
        "index": "6.4",
        "content": "您有義務確保任何透過您的網路連線而連結至本網站者，閱讀、同意並遵守本服務條款。"
      },
      {
        "index": "6.5",
        "content": "本公司承諾力求本網站之資訊安全性，然若非本公司未盡職維護本網站之資訊安全性者，本公司將不承擔任何因使用本網站而致您損失、干擾或毀壞之賠償責任。本公司強烈建議您在使用本網站前採取適當之防護措施。"
      }
    ]
  },
  {
    "index": "7",
    "title": "智慧財產權之保護",
    "clauses": [
      {
        "index": "7.1",
        "content": "本公司為本網站以及本網站所載之內容之著作權之所有人。本網站以及本網站所載之內容受到商標法、著作權法、公平交易法、各類智慧財產權保護法以及國際協定之保障。"
      },
      {
        "index": "7.2",
        "content": "本網站同意您得以列印本網站以及本網站所載之內容、以及下載本網站以及本網站所載之內容摘要，供個人使用或是作為吸引他人至本網站使用。您不得以任何形式修改、竄改您列印或下載之本網站以及本網站所載之內容，亦不得獨立本網站之圖案、照片、影片或任何音訊檔案於其附隨之文字。經本網站或其他相關權利人之事先書面同意，您在修改、複製、重製、重印、公開播送、改作、散佈、發行、公開發表本網站及其內容之任何部分時，必須詳細標明本網站之名稱及網址為其資料來源。"
      },
      {
        "index": "7.3",
        "content": "在未經本網站或其他相關權利人之書面同意前，您不得將本網站以及本網站所載之內容作為商業用途。"
      },
      {
        "index": "7.4",
        "content": "在獲得本公司之書面同意前，使用任何於本網站所載之商標以及名稱是嚴格禁止的。"
      },
      {
        "index": "7.5",
        "content": "您了解本網站可能將包含第三提供之內容，而該內容同樣受到商業信用、商標法、著作權法、公平交易法以及各類智慧財產權保護法之保障。於瀏覽本網站時，您同意並遵守任何相關規範。"
      }
    ]
  },
  {
    "index": "8",
    "title": "連結",
    "clauses": [
      {
        "index": "8.1",
        "content": "您可以在公平、合法且不會毀損或是利用到本公司品牌的前提下使用本網站連結。"
      },
      {
        "index": "8.2",
        "content": "在未與本公司書面簽署之合作、同意或是背書協議前，您不得使用明示或暗示有前述協議之存在"
      },
      {
        "index": "8.3",
        "content": "您不得在非屬於您之網站上建立本網站之連結。"
      },
      {
        "index": "8.4",
        "content": "您不得使用訊框或相似技術的方式於本網站，您也不得為本網站之首頁以外的網頁建立連結。"
      },
      {
        "index": "8.5",
        "content": "本公司保留無通知收回連結許可之權利。"
      },
      {
        "index": "8.6",
        "content": "您所連結至之網站需符合本服務條款第6條之規範。"
      },
      {
        "index": "8.7",
        "content": "若您希望以非上述模式建立本網站之連結，請聯繫： info@lyght.com.tw"
      }
    ]
  },
  {
    "index": "9",
    "title": "專案資訊",
    "clauses": [
      {
        "index": "9.1",
        "content": "各專案之詳細資訊將會羅列於「專案」一頁。請詳閱下列關於透過本網站參與專案之風險：",
        "clauses": [
          {
            "index": "9.1.1",
            "content": "綠能電板以及租金收入之損失與滅失：若一綠能電廠效能表現低弱或完全失效，您有可能失去部分或整份購入之資產以及「專案」一頁所述之租金收入。購買前請評估自身之財務狀況。"
          },
          {
            "index": "9.1.2",
            "content": "流動性風險：雖然您所購買之綠能電板是可轉讓的，然而次級市場存在之機率較低。意味著若您有意出售您購買之綠能電板，找到第三方來接手實屬不易，購買前請評估自身之財務狀況。"
          }
        ]
      }
    ]
  },
  {
    "index": "10",
    "title": "隱私",
    "clauses": [
      {
        "index": "10.1",
        "content": "本公司將保留您的購買資料以及其他您於本網站上行為之資料，至您參與之專案結束後五年。"
      },
      {
        "index": "10.2",
        "content": "本公司致力於保護會員之隱私權。同意本服務條款將視為同意本網站之隱私權政策。本網站支隱私權政策詳述本公司將如何使用您的個人資料以及您的權益。"
      }
    ]
  },
  {
    "index": "11",
    "title": "聯繫",
    "clauses": [
      {
        "index": "11.1",
        "content": "您同意接受本公司對您的聯繫，聯繫方式包含但不限於：通知、同意書、法定揭露事項以及其他與本網站以及本服務條款之資訊。本公司將以您註冊成為會員時所使用之電子郵件對您進行前述之聯繫。本公司亦得以透過將資訊揭露於本網站上之形式對您進行聯繫。"
      },
      {
        "index": "11.2",
        "content": "本公司之聯繫將以繁體中文或是英文進行。"
      }
    ]
  },
  {
    "index": "12",
    "title": "詢問及申訴",
    "clauses": [
      {
        "index": "12.1",
        "content": "若您有關於本網站提供之服務或是針對本服務條款有相關疑問，請不吝透過下述模式聯繫我們：電子信箱：info@lyght.com.tw. 若您欲針對本公司提供之服務進行申訴，請透過 customercare@lyght.com.tw. 聯繫我們。"
      }
    ]
  },
  {
    "index": "13",
    "title": "一般條款",
    "clauses": [
      {
        "index": "13.1",
        "content": "本公司得將羅列於本服務條款之權利與義務轉移予其他機構。若發生前述事件，本公司將以書面形式告知您，並確保您在合約內之權益將不會因轉移有受損害。"
      },
      {
        "index": "13.2",
        "content": "您同意僅能在本公司以書面同意之情況下將您的權益與或義務移轉給同意於本服務條款之第三人。"
      },
      {
        "index": "13.3",
        "content": "本服務條款為您與本公司雙方簽訂之條款。您與本公司將無需第三方之同意即可終止或修改本服務條款。"
      },
      {
        "index": "13.4",
        "content": "本服務條款之各項間彼此獨立。倘若管轄之法院認定有某項不合乎現行法規之規範，其餘項目亦維持其效力。"
      },
      {
        "index": "13.5",
        "content": "若本公司並無於觸發本服務條款之當下立即通知您需執行或防止您進行某項於本服務條款中規範之行為，不代表您不需執行或不執行前述行為，亦不代表本公司將不會再日後對您進行提醒。"
      },
      {
        "index": "13.6",
        "content": "本服務條款之解釋與適用以及您與本公司如因使用本網站或本網站提供之服務所生之爭議，應依照中華民國法律予以辦理，並以台北地方法院為第一審管轄之法院。"
      }
    ]
  }
]