[
  {
    "index": "1",
    "title": "Who we are and how to contact us",
    "description": "Lyght.com.tw and lyghtapp.com (these ”websites”) are sites operated by Lyght Co., Ltd. (“Lyght”, “us”, “we”, “ours”). We are registered in R.O.C. Taiwan under the company registration number 83083189 with our registered office address at 5F., NO. 285, SEC. 4, ZHONGXIAO E. RD., DA-AN DIST., TAIPEI CITY 106663, TAIWAN (R.O.C.). We are R.O.C. Taiwanese private company limited by shares.",
    "clauses": [
      {
        "index": "1.1",
        "content": "The service of this website and the use of its services are provided to specific members who comply with the laws and regulations of R.O.C. Taiwan and with the membership terms of service (hereinafter referred to as the terms of service)."
      },
      {
        "index": "1.2",
        "content": "These terms of service were executed in both English and Chinese language, each of which shall be deemed an original but which, taken together, shall constitute one and the same instrument. Should any conflict arise between the English language and Chinese language version of this Agreement and any translation hereof, the Chinese language version shall be controlling."
      },
      {
        "index": "1.3",
        "content": "Should you have questions or feedback regarding our service, we can be contacted at info@lyght.com.tw."
      }
    ]
  },
  {
    "index": "2",
    "title": "Confirmation and agreement of terms of service",
    "clauses": [
      {
        "index": "2.1",
        "content": "This page serves to explain the rules of visiting and using our website www.lyght.com.tw."
      },
      {
        "index": "2.2",
        "content": "Should you register and start to use our service, it is deemed that you have read, understood and agreed to accept the contents of these terms of service. Lyght Co., Ltd. reserves the right to modify and amend these terms of service at any time. The revised terms of service are published on this website and will take immediate effect upon its release. We may or may not make a separate notice. Should you continue to use the service after the revised terms are published, it is deemed that you have read, understood and accepted the revised terms. When you use this service, you shall abide by the laws and regulations of R.O.C. Taiwan (including civil law, personal data protection law, internet regulations and practices)."
      },
      {
        "index": "2.3",
        "content": "This website only accepts members who are over the age of 20 years old and will proceed to conduct a user approval process for those who sign up for our service. If there is any discrepancy, violation of terms of service or risk of violation, this website will retain the right to reject registration application or membership account. Members will be deemed to have their qualifications and rights to use this service terminated."
      },
      {
        "index": "2.4",
        "content": "We reserve the right to ask for proof of age from you and your account may be suspended until such proof of age has been provided. You may use selected social media accounts, for example Facebook, to sign in to the Website in which case you may be asked to submit additional information about yourself to complete your registration as a Member."
      },
      {
        "index": "2.5",
        "content": "If you act on behalf of an entity, you warrant that you have the appropriate legal authority to enter into this and other legal agreements and act on behalf of that entity. The entity will be bound by these Terms of Service and all your actions at the Website will be interpreted as actions taken by the entity."
      },
      {
        "index": "2.6",
        "content": "All information about you or the entity you provide to us during the registration process and at any time thereafter is up to date, accurate, true and complete. You shall, as long as you (or the entity you represent) are a Member, keep the information about you (or the registered entity) up to date and complete at all times)."
      },
      {
        "index": "2.7",
        "content": "We reserve the right, in our sole discretion, to refuse to accept a person or entity as a Member."
      },
      {
        "index": "2.8",
        "content": "Upon registration as a Member, you may be provided with (or you may provide to us) a user identification code, password or any other piece of information as part of our security procedures. You must treat all your identification information as confidential. You must not disclose it to any party. We reserve the right to disable any user identification code or password, whether chosen by you or allocated by us, at any time, if in our reasonable opinion you have failed to comply with any of the provisions of these Terms of Service."
      },
      {
        "index": "2.10",
        "content": "You are also fully responsible for any activities that take place under your account. You shall not authorize any third party to use your account credentials. If you know or suspect that anyone other than you knows your user identification code or password, you must promptly notify us at info@lyght.com.tw  and reset your password as soon as reasonably practicable. We will not be liable for any loss, damage or other liability arising from your failure to comply with this clause 2.9. We reserve the right not to act on your instructions if we reasonably suspect that the person logged into your account is not you or if we suspect unauthorized use or fraudulent activity."
      }
    ]
  },
  {
    "index": "3",
    "title": "Definition of parameters and terms",
    "clauses": [
      {
        "index": "3.1",
        "content": "“Member” refers to anyone who uses the service of this website and applies for membership on this website, able to use the services after being approved by us."
      },
      {
        "index": "3.2",
        "content": "“Buyer” refers to approved members  that are above the age of 20 years old and have valid identification certificates of residence in R.O.C. Taiwan that agrees to participate in  solar projects listed on the website by purchasing solar panels. Once the purchase and leaseback contracts are established and effective, it is in accordance with the law and the contents of the project plan to obtain and bear the rights and obligations. (Which includes: Obtaining the purchases panels, buyers having the rights to receive rental income from leasing the panels and other obligations to pay transaction fees, handling fees, insurance fees, etc.)"
      },
      {
        "index": "3.3",
        "content": "“Solar Projects Proposer” refers to various project owners that will be listing solar projects on this website from time to time for the purpose of participation by buyers. Such projects and its relevant information and requirements will be published to this website after being reviewed by us. Through the service of this website, buyers can indicate their intention to participate in a solar project. Once the purchase and leaseback agreements are established and effective, the solar project and its intermediaries have the rights and obligations in accordance with the law and contents of this agreement to issue the sale price, relevant supporting documents, initiating the transferring of ownership of panel purchase and providing the rental payment as well as the operation of the solar project etc."
      }
    ]
  },
  {
    "index": "4",
    "title": "Disclaimer and liability",
    "clauses": [
      {
        "index": "4.1",
        "content": "The content on our Website is provided for general information only. It is not intended to amount to advice on which you should rely. You must obtain professional or specialist advice before taking, or refraining from, any action on the basis of the content on our Website."
      },
      {
        "index": "4.2",
        "content": "Although we make reasonable efforts to update the information on our Website, we make no representations, warranties or guarantees, whether expressed or implied, that the content on our Website is accurate, complete or up to date."
      },
      {
        "index": "4.3",
        "content": "Where our site contains links to other sites and resources provided by third parties, these links are provided for your information only. Such links should not be interpreted as approval by us of those linked websites or information you may obtain from them. We have no control over the contents of those sites or resources."
      },
      {
        "index": "4.4",
        "content": "This Website may include information and materials uploaded by other users of the Website. This information and these materials have not been verified or approved by us. The views expressed by other users on our Website do not represent our views or values."
      },
      {
        "index": "4.5",
        "content": "In reference to various solar projects published on the website through us for the purpose of participation, the information, contents, documents and descriptions are deemed to be true and correct as provided by solar projects proposers. We are not responsible for guaranteeing the reliability and performance of the solar project. All projects have its risks and buyers cannot request to be paid in advance and to carefully evaluate their own needs, financing planning for suitable projects to participate in."
      },
      {
        "index": "4.6",
        "content": "Before a project is deemed to be completely participated, should there be a change in content from reasons such as false contents, wrong contents or other violations of laws and regulations, we have the right to modify or delist the solar project. Where the solar project is may be cancelled, delisted or suspended at any time."
      },
      {
        "index": "4.7",
        "content": "Whether you are a buyer or member status:",
        "clauses": [
          {
            "index": "4.7.1",
            "content": "We do not exclude or limit in any way our liability to you where it would be unlawful, dishonest or unfair to do so. This includes liability for death or personal injury caused by our negligence or the negligence of our employees, agents or subcontractors and for fraud or fraudulent misrepresentation, or any other liability which cannot be excluded or limited under applicable law;"
          },
          {
            "index": "4.7.2",
            "content": "We exclude all implied conditions, warranties, representations or other terms that may apply to our Website or any content on it;"
          },
          {
            "index": "4.7.3",
            "content": "We will not be liable to you for any loss or damage, whether in contract, tort (including negligence), breach of statutory duty, or otherwise, even if foreseeable, arising under or in connection with:",
            "clauses": [
              {
                "index": "4.7.3.1",
                "content": "(a) use of, or inability to use, our Website; or"
              },
              {
                "index": "4.7.3.2",
                "content": "(b) use of or reliance on any content displayed on our Website."
              }
            ]
          },
          {
            "index": "4.7.4",
            "content": "In particular, we will not be liable for:",
            "clauses": [
              {
                "index": "4.7.4.1",
                "content": "(a) loss of profits, sales, business, or revenue;"
              },
              {
                "index": "4.7.4.2",
                "content": "(b) business interruption;"
              },
              {
                "index": "4.7.4.3",
                "content": "(c) loss of anticipated savings;"
              },
              {
                "index": "4.7.4.4",
                "content": "(d) loss of business opportunity, goodwill or reputation; or "
              },
              {
                "index": "4.7.4.5",
                "content": "(e) any indirect or consequential loss or damage."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "index": "5",
    "title": "Application to participate in solar project",
    "clauses": [
      {
        "index": "5.1",
        "content": "The buyer agrees to participate in a solar project listed on the website in accordance with the provisions of the terms of service, content of project and transaction procedures of this website. Payment of the purchased panels shall be made within the agreed period indicated by this website and the fund must be paid in full for the contract to be valid. Should the remittance be refunded based on an unsatisfactory participation process, the buyer shall be responsible for any refund cost, and the disqualification to participate in the project. The successful participation of a single buyer does not mean that a project is fully purchased."
      },
      {
        "index": "5.2",
        "content": "In regards to the participation process and regulations, a detailed Sales and Lease Back Contract and supporting contractual agreements will be provided to successful buyers."
      }
    ]
  },
  {
    "index": "6",
    "title": "Acceptable Use",
    "clauses": [
      {
        "index": "6.1",
        "content": "You may use our Website only for lawful purposes. You may not use our Website:",
        "clauses": [
          {
            "index": "6.1.1",
            "content": "In any way that breaches any applicable local, national or international law or regulation;"
          },
          {
            "index": "6.1.2",
            "content": "In any way that is unlawful or fraudulent, or has any unlawful or fraudulent purpose or effect;"
          },
          {
            "index": "6.1.3",
            "content": "For the purpose of harming or attempting to harm minors in any way;"
          },
          {
            "index": "6.1.4",
            "content": "To send, knowingly receive, upload, download, use or re-use any material which contains any misleading, deceitful, defamatory, obscene, offensive, hateful, sexually explicit material, or material that promotes violence, discrimination or that infringes any copyright, database right or trade mark of any other person;"
          },
          {
            "index": "6.1.5",
            "content": "To transmit, or procure the sending of, any unsolicited or unauthorized advertising or promotional material or any other form of similar solicitation (spam);"
          },
          {
            "index": "6.1.6",
            "content": "To knowingly transmit any data, send or upload any material that contains viruses, Trojan horses, worms, time-bombs, keystroke loggers, spyware, adware or any other harmful programs or similar computer code designed to adversely affect the operation of any computer software or hardware."
          }
        ]
      },
      {
        "index": "6.2",
        "content": "You must not under any circumstances seek to undermine the security of the Website or any information submitted to or available through it."
      },
      {
        "index": "6.3",
        "content": "You agree to compensate us against all costs, expenses, claims, losses, liabilities or proceedings arising from misuse by you of the Website in breach of this clause 5. This means you will be responsible for any loss or damage we suffer as a result of such breach."
      },
      {
        "index": "6.4",
        "content": "You are responsible for ensuring that all persons who access the Website through your internet connection are aware of these Website Terms of Use, and that they comply with them."
      },
      {
        "index": "6.5",
        "content": "Whilst we make all reasonable attempts to exclude viruses from the Website, we do not accept responsibility for any loss, disruption or damage to your data or your computer system that may occur whilst using the Website, unless such damage is caused by our failure to use reasonable care and skill. You are strongly recommended to take all appropriate safeguards before using the Website."
      }
    ]
  },
  {
    "index": "7",
    "title": "Intellectual Property Rights",
    "clauses": [
      {
        "index": "7.1",
        "content": "material published on it. Those works are protected by copyright laws and treaties around the world. All such rights are reserved."
      },
      {
        "index": "7.2",
        "content": "You may print off one copy, and may download extracts, of any page(s) from our Website for your personal use and you may draw the attention of others to content posted on our Website. You must not modify the paper or digital copies of any materials you have printed off or downloaded in any way, and you must not use any illustrations, photographs, video or audio sequences or any graphics separately from any accompanying text. Our status (and that of any identified contributors) as the authors of content on our Website must always be acknowledged."
      },
      {
        "index": "7.3",
        "content": "You must not use any part of the content on our Website for commercial purposes without obtaining a license to do so from us or our licensors."
      },
      {
        "index": "7.4",
        "content": "The use by you of any trade marks, logos and trade names appearing on our Website is strictly prohibited unless you have our prior written permission."
      },
      {
        "index": "7.5",
        "content": "You are aware that the Website may also contain content provided by third parties and that such content may be protected by copyrights, trademarks, service marks, patents, trade secrets or other rights covered by law. You agree to abide by and maintain all copyright and other legal notices, information, and restrictions contained in any such content accessed through the Website."
      }
    ]
  },
  {
    "index": "8",
    "title": "Links to our Website",
    "clauses": [
      {
        "index": "8.1",
        "content": "You may link to our home page, provided you do so in a way that is fair and legal and does not damage our reputation or take advantage of it."
      },
      {
        "index": "8.2",
        "content": "You must not establish a link in such a way as to suggest any form of association, approval or endorsement on our part where none exists."
      },
      {
        "index": "8.3",
        "content": "You must not establish a link to our site in any website that is not owned by you."
      },
      {
        "index": "8.4",
        "content": "Our site must not be framed on any other site, nor may you create a link to any part of our site other than the home page."
      },
      {
        "index": "8.5",
        "content": "We reserve the right to withdraw linking permission without notice."
      },
      {
        "index": "8.6",
        "content": "The website in which you are linking must comply in all respects with the content standards set out in clause 5."
      },
      {
        "index": "8.7",
        "content": "If you wish to link to or make any use of content on our site other than that set out above, please contact info@lyght.com.tw."
      }
    ]
  },
  {
    "index": "9",
    "title": "Project Details",
    "clauses": [
      {
        "index": "9.1",
        "content": "The specific details of each project will be described on the Project Page, but it is important that you understand the following general risks about purchasing solar panels via our Website:",
        "clauses": [
          {
            "index": "9.1.1",
            "content": "Loss of asset and rental income: if a Solar farm project performs poorly or fails altogether, you may lose part or all of your purchase amount and you may not receive the rental income described on the Project Page. You should not purchase with more money than you can afford to lose. Participation of capital in any project can fail, so it is important to ensure that you do not spend more money than you can afford to lose. This applies to all purchases you make, whether via our Website or via other online platforms."
          },
          {
            "index": "9.1.2",
            "content": "Illiquidity: the solar panels that you purchase are transferable, but there is very unlikely to be a secondary market. The solar panels are therefore highly illiquid. This means that you may find it difficult to sell your panels if you no longer wish to hold them."
          }
        ]
      }
    ]
  },
  {
    "index": "10",
    "title": "Collecting of personal data and record keeping",
    "clauses": [
      {
        "index": "10.1",
        "content": "We will keep records relating to your Investments and other activities on the Website for not less than 5 years from the date of such activity."
      },
      {
        "index": "10.2",
        "content": "We are committed to protecting the privacy of our Members and by agreeing to these Terms of Service you also agree to the terms of our Privacy Policy, which sets out how we use your personal information and your rights regarding that information."
      }
    ]
  },
  {
    "index": "11",
    "title": "Communications",
    "clauses": [
      {
        "index": "11.1",
        "content": "You agree to receive all communications from us, including but not limited to, notices, agreements, legally required disclosures and other information in connection with the Website and/or these Terms electronically to the email address you specify when registering as a Member. We are entitled to provide electronic communication to you by posting the information on the Website."
      },
      {
        "index": "11.2",
        "content": "Communications with, to or from us shall be conducted in English or Traditional Chinese."
      }
    ]
  },
  {
    "index": "12",
    "title": "Queries and Complaints",
    "clauses": [
      {
        "index": "12.1",
        "content": "Should you have any queries about the services provided by us or these Terms, send an email to info@lyght.com.tw. If you wish to make a complaint about our service, please send an email to customercare@lyght.com.tw."
      }
    ]
  },
  {
    "index": "13",
    "title": "General",
    "clauses": [
      {
        "index": "13.1",
        "content": "We may transfer our rights and obligations under these Terms of Service to another organization. We will always tell you in writing if this happens and we will ensure that the transfer will not affect your rights under the contract."
      },
      {
        "index": "13.2",
        "content": "You may only transfer your rights or your obligations under these terms to another person if we agree to this in writing."
      },
      {
        "index": "13.3",
        "content": "This contract is between you and us. No other person shall have any rights to enforce any of its terms. Neither of us will need to get the agreement of any other person in order to end the contract or make any changes to these Terms of Service."
      },
      {
        "index": "13.4",
        "content": "Each of the paragraphs of these Terms of Service operates separately. If any court or relevant authority decides that any of them are unlawful, the remaining paragraphs will remain in full force and effect."
      },
      {
        "index": "13.5",
        "content": "If we do not insist immediately that you do anything you are required to do under these Terms of Service, or if we delay in taking steps against you in respect of your breaking this contract, that will not mean that you do not have to do those things and it will not prevent us from taking steps against you at a later date."
      },
      {
        "index": "13.6",
        "content": "The interpretation and application of these Terms of Service and any potential disputes arising between you and the Lyght due to the use of this website or services provided by this website shall be handled in accordance with the laws of R.O.C. Taiwan and the Taipei District Court shall be the first court of jurisdiction."
      }
    ]
  }
]